slowpoke/microbench-overhead-boutique/all-0-pokerpp-noregister-3.log
Running 24s test @ http://frontend:80
  8 threads and 512 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    75.32ms   53.24ms 474.32ms   67.57%
    Req/Sec     0.86k   167.13     1.42k    70.29%
  Latency Distribution
     50%   67.20ms
     75%  106.67ms
     90%  147.13ms
     99%  232.46ms
  100000 requests in 24.00s, 64.63MB read
Requests/sec:   4166.64
Transfer/sec:      2.69MB
------------------------------
stop time: 14.448659
stop time: 14.705730
stop time: 14.730660
stop time: 14.681426
stop time: 14.576716
stop time: 14.712521
stop time: 14.733211
stop time: 14.704762


100000 / ( (14.448659 + 14.705730 + 14.730660 + 14.681426 + 14.576716 + 14.712521 + 14.733211 + 14.704762) / 8 ) = 6,820.4865419652